[
    {
        "title": "Zerologon o terror dos SysAdmin.",
        "preview": "Uma falha no esquema de criptografia na autenticação do NET LOGON permite com que um atacante tenha acesso de Domain Admin praticamente instantaneamente ! Sobre a falha O especialista de segurança",
        "author": "Carlos Vieira",
        "time": "2020-09-17"
    },
    {
        "title": "Docker Daemon exposed Attack",
        "preview": "Em uma pesquisa rápida aqui no shodan, deu resultado com mais de 6,8k hosts potencialmente vulneráveis a essa falha.",
        "author": "Carlos Vieira",
        "time": "2020-07-15"
    },
    {
        "title": "Kaduflix-Hacking para Iniciantes!",
        "preview": "Hoje vim aqui para informar que estou super animado em compartilhar com você o Kaduflix! Será uma série de aulas GRATUITAS tanto para iniciantes quanto para quem já tem um",
        "author": "Luciane Cichon Goes",
        "time": "2020-06-02"
    },
    {
        "title": "Shodan - Google dos Hackers",
        "preview": "Faalaaa galeraaa, tudo bem com vocês ? Espero que sim!! Hoje vou apresentar pra vocês uma das ferramentas mais poderosas que conheço para encontrar dispositivos conectados na internet, você pode encontrar",
        "author": "Carlos Vieira",
        "time": "2020-05-24"
    },
    {
        "title": "XML EXTERNAL ENTITY (XXE) Injection",
        "preview": "Faaalaaa Galeraaa, trazendo mais um post pra vocês, dessa vez vamos falar sobre uma falha que está em 4 lugar nas falhas mais comuns em aplicações WEB de acordo com",
        "author": "Carlos Vieira",
        "time": "2020-05-24"
    },
    {
        "title": "Checklist para testes de LFI",
        "preview": "Fala galera! Criei uma lista de payloads para ataques de LFI. Acredito que possa ser muito útil no seu dia a dia!",
        "author": "Carlos Vieira",
        "time": "2020-04-30"
    },
    {
        "title": "Write-up CTF",
        "preview": "Essa é a resolução de um desafio que disponibilizamos para comunidade no dia 24/04/2020, envolvendo várias técnicas de exploração, desde o reconhecimento passando pela exploração web e pós-exploração.",
        "author": "Carlos Vieira",
        "time": "2020-04-29"
    },
    {
        "title": "[WAPITI] Ferramenta automatizada para identificação de vulnerabilidades web",
        "preview": "O Wapiti é uma ferramenta de CLI para identificação automatizada de vulnerabilidades em sistes e sistemas web.  Neste video eu mostro como utilizar essa ferramenta e como ela pode ser",
        "author": "Carlos Vieira",
        "time": "2020-04-17"
    },
    {
        "title": "SSRF - A falha de $25.000 dólares",
        "preview": "Falaa galera, hoje trago a vocês uma falha muito [email protected], conhecida como SSRF (Server side request forgery) essa falha que já atingiu empresas como Starbucks, Rockstar Games, Shopify, CloudFlare e",
        "author": "Carlos Vieira",
        "time": "2020-02-27"
    },
    {
        "title": "Hacking usando Windows ?",
        "preview": "Falaaa Galera, tudo bem com vocês ? Este POST é inspirado nas perguntas que eu recebo lá no meu instagram @carlos.crowsec (segue lá ❤). Eu notei que várias pessoas gostam de",
        "author": "Carlos Vieira",
        "time": "2020-02-23"
    },
    {
        "title": "Infiltrando-se em redes corporativas como a NSA!",
        "preview": "No dia 24 de maio de 2019 a Fortinet publicou através do seu PSIRT (Product Security Incident Response Team) a vulnerabilidade \"FortiOS system file leak through SSL VPN via specially",
        "author": "Carlos Vieira",
        "time": "2020-02-23"
    },
    {
        "title": "A importância do Pentest para a LGPD.",
        "preview": "Falaaa galera, e aí você já ouviu falar da LGPD ? Então, essa á uma lei criada para proteção de dados pessoais (Lei geral de proteção de dados pessoais), ela foi",
        "author": "Carlos Vieira",
        "time": "2020-02-23"
    }
]